export default {

  // language labels
  arm: "հայ",
  en: "անգ",
  rus: "ռուս",

  // menu items
  home: "Գլխավոր",
  shopping_cart: "Զամբյուղ",
  favorites: "Ընտրանի",
  notifications: "Ծանուցումներ",
  notes: "Նշումներ",
  delivery: "Առաքում",
  pick_up: "Pick up",
  contact_us: "Կապվել մեզ հետ",

  all_rights_reserved: "Բոլոր իրավունքները պաշտպանված են, 2020",

  // home page
  search_for_medicine_or_product: "Դեղորայքի կամ ապրանքի որոնում",
  medicine_name: "Դեղորայքի անվանում",
  about_us: {
    title: 'Մեր մասին',
    description: `Երբևէ պատահել է, որ գնաք դեղատուն,բայց վերադառնաք դատարկաձեռն,քանի որ Ձեզ անհրաժեշտ դեղորայքը վերջացել է։
    Ֆաստմեդը կօգնի հազարավոր մարդկանց Հայաստանում՝ կամուրջ ստեղծելով նրանց և դեղատների միջև։ Այն օգտագործում է Ձեր գտնվելու վայրը՝ մոտակա դեղատներում Ձեր դեղամիջոցը գտնելու համար։ Դուք կարող եք գտնել ամբողջական տեղեկատվություն դեղատան մասին, ինչպես օրինակ՝ անունը, հասցեն, հեռախոսահամարը, աշխատանքային ժամերը։ 
    Հարմարավետ կառուցվածքը օգնում է Ձեզ խնայել ժամանակը՝ փնտրվող դեղորայքի որոնումը սկսելով, անեմանոտ գտնվող դեղատներից։ Կարող եք ստուգել դեղաչափերը, որոնք հասանելի են հայերեն, ռուսերեն և անգլերեն լեզուներով՝ կողմնակի ազդեցություններից խուսափելու համար։ 
    Օգտագործողները կարող են նաև ստեղծել անձնական էջ որոնման և պատվիրելու համար։ Հատուկ ֆունկցիան թույլ է տալիս խորհրդակցել դեղագետի հետ։ Երբ մուտք ես գործում Ձեր անձնական էջ, այցելեք Ձեր որոնման և պատվերների պատմությունը, ժամանակ խնայելու համար։ Դուք կարող եք համեմատել գները մի քանի դեղատներում։`,
  },
  services: {
    title: 'Ծառայությունները',
    search_medicine: "Դեղորայքի որոնում",
    find_pharmacy: "Դեղատան որոնում",
    prescription: "Դեղատոմս",
    ask_question: "Հարցնել",
  },

  modal_actions: {
    log_out: "Համոզված ե՞ք, որ ուզում եք դուրս գալ:",
    remove_favorite_medicine: `Համոզված ե՞ք, որ ուզում եք ջնջել այս դեղորայքը «նախընտրելի դեղորայքներ» ցանկից:`,
    remove_note_medicine: 'Համոզված ե՞ք, որ ուզում եք ջնջել այս դեղորայքը «նշումների դեղորայքներ» ցանկից:',
    cancel: "Չեղարկել",
    confirm: "Հաստատել",
    send: "Ուղարկել",
  },


  profile: {
    personal_info: {
      title: "Անձնական տվյալներ",
      first_name: "Անուն",
      last_name: "Ազգանուն",
      phone_number: "Հեռախոսահամր",
      address: "Հասցե",
      city: "Քաղաք",
    },

    change_password: {
      title: "Փոխել ծածկանունը",
      current_pass: "Ընթացիկ ծածկանուն",
      new_pass: "Նոր ծածկանուն",
      confirm_pass: "Հաստատել նոր ծածկանունը",
    },
  },


  notesPage: {
    title: 'Նշումներ',
    product_name: 'Ապրանքի անվանում',
    note: 'Նշում',
    remove: 'Հեռացնել'
  },


 
  // favorites: {
  //   title: 'Նախընտրելի դեղորայքներ',
  //   empty_message: 'Ձեր «Նախընտրելի դեղորայքներ» ցանկը դատարկ է։'
  // }
};
