export default {
  arm: "арм",
  en: "анг",
  rus: "рус",
  home: "Главная",
  shopping_cart: "Корзина",
  favorites: "Избранные",
  notifications: "Уведомления",
  notes: "Заметки",
  delivery: "Доставка",
  pick_up: "Забрать",
  contact_us: "Связаться с нами",
  search_for_medicine_or_product: "Поиск лекарства или продукта",
  medicine_name: "Имя лекарства",

  all_rights_reserved: "Все права защищены, 2020",

  services: {
    title: 'Услуги',
    search_medicine: "Поиск лекарства",
    find_pharmacy: "Найти аптеку",
    prescription: "Рецепт",
    ask_question: "Задать вопрос",
  },

  modal_actions: {
    log_out: "Вы действительно хотите выйти?",
    remove_favorite_medicine: "Вы уверены, что хотите удалить это лекарство из списка избранных?",
    cancel: "Отмена",
    confirm: "Подтвердить",
    send: "Отправить",
  },

  profile: {
    personal_info: {
      title: "Персональные данные",
      first_name: "Имя",
      last_name: "Фамиля",
      phone_number: "Тел. номер",
      address: "Адрес",
      city: "Город",
    },

    change_password: {
      title: "Смена пароля",
      current_pass: "Текущий пароль",
      new_pass: "Новый пароль",
      confirm_pass: "Подтвердите новый пароль",
    },
  },

  notesPage: {
    title: 'Заметки',
    product_name: 'Имя продукта',
    note: 'note',
    remove: 'Удалить'
  },

  about_us: {
    title: 'О нас',
    description: `Երբևէ պատահել է, որ գնաք դեղատուն,բայց վերադառնաք դատարկաձեռն,քանի որ Ձեզ անհրաժեշտ դեղորայքը վերջացել է։
    Ֆաստմեդը կօգնի հազարավոր մարդկանց Հայաստանում՝ կամուրջ ստեղծելով նրանց և դեղատների միջև։ Այն օգտագործում է Ձեր գտնվելու վայրը՝ մոտակա դեղատներում Ձեր դեղամիջոցը գտնելու համար։ Դուք կարող եք գտնել ամբողջական տեղեկատվություն դեղատան մասին, ինչպես օրինակ՝ անունը, հասցեն, հեռախոսահամարը, աշխատանքային ժամերը։ 
    Հարմարավետ կառուցվածքը օգնում է Ձեզ խնայել ժամանակը՝ փնտրվող դեղորայքի որոնումը սկսելով, անեմանոտ գտնվող դեղատներից։ Կարող եք ստուգել դեղաչափերը, որոնք հասանելի են հայերեն, ռուսերեն և անգլերեն լեզուներով՝ կողմնակի ազդեցություններից խուսափելու համար։ 
    Օգտագործողները կարող են նաև ստեղծել անձնական էջ որոնման և պատվիրելու համար։ Հատուկ ֆունկցիան թույլ է տալիս խորհրդակցել դեղագետի հետ։ Երբ մուտք ես գործում Ձեր անձնական էջ, այցելեք Ձեր որոնման և պատվերների պատմությունը, ժամանակ խնայելու համար։ Դուք կարող եք համեմատել գները մի քանի դեղատներում։`,
  },
};